{
  "header": {
    "id": "header",
    "title": "title",
    "text": "С днём рождения, бра.</br> Я мог бы пожелать тебе золота, власти или крик, сбивающий драконов с неба… но, знаешь, это всё <span class=\"line-through\">хуйня</span> пыль. Мне бы не помешал, на самом деле. Хочу, чтобы у тебя всегда были рядом те, кто не бросит, даже если ты превратишься в вампира, потеряешь память от скумы или опять забудешь, где твой дом, боже храни безотказную работу фасттревела. Пусть каждый твой день будет как победа над драконом — с шумом, с дымом, но с добычей. Живи по-своему, иди куда хочешь — хоть в Рифтен, хоть в Совнгард. Fus Ro Dah тебя",
    "leftSideInfo": [
      {
        "img": "guest-1",
        "text": "С днём рождения, смертный. Я не принесла подарок... но могу высосать из тебя печаль. Если ты дожил до этого возраста — значит, ты не был на моих вечеринках. Не бойся свечей на торте. Это не жертвоприношение. Всё, я пошла, тут в склепе дед ожил."
      },
      {
        "img": "guest-2",
        "text": "С днём рождения, волчара! Я подарила тебе кусок сердца саблезуба. В нём магия, и немножко шерсти. Не забудь выть на луну этой ночью. Традиция, знаешь ли. Я не покупала подарок. Я его выслеживала три дня и сожрала."
      },
      {
        "img": "guest-3",
        "text": "Этот каджит принёс тебе подарок. Потом вспомнил, что он нищий, и продал его. Купил себе скуму и шлюху. Но поздравляет всё равно. Живи долго, как эбонитовая дубинка — чтобы и крепкий был, и кого хочешь в гроб ложил. В твой день рождения этот каджит скажет: будь счастлив. Или хотя бы пьяным. Иногда это одно и то же."
      }
    ],
    "rightSideInfo": [
      {
        "img": "guest-4",
        "text": "Упс. Это было не тебе. Но раз уж ты здесь — хер с ним, с днем рождения. И да — штрафов у тебя 37. Из них 12 — за публичное пение. Иди проспись. Ну все мне пора. (вытаскивает 5 писем, 3 из них — штрафы от стражи)"
      },
      {
        "img": "guest-5",
        "text": "С днём рождения, мой тан. Я стояла у твоей задницы целый год, таскала твой мусор, блокировала двери и ловила стрелы, которые летели в тебя. А теперь ты празднуешь? Ладно. Надеюсь, ты не забудешь положить мой труп в гроб достойный, а не в какой-то канаве у Рифтена, как в прошлый раз. С праздником, сука"
      },
      {
        "img": "guest-6",
        "text": "С днём рождения. Когда-то я тоже праздновал… пока не получил стрелу в колено. А теперь предъяви документы и торт. Если ты бросишь торт на пол — это будет нарушением Указа 47-б. Штраф."
      }
    ]
  },
  "footer": {
    "id": "footer"
  },
  "components": {
    "logo": {
      "link_logo_aria": "посилання на сайт",
      "logo_aria": "логотип гоайті"
    }
  },
  "form": {
    "id": "modalForm",
    "btnCloseAria": "кнопка закриття модального вікна",
    "modalTitle": "Заповніть форму",
    "inputs": [
      {
        "title": "Ім’я",
        "placeholder": "Ім’я",
        "name": "name",
        "type": "text",
        "dataField": "name",
        "autocomplete": "name",
        "required": true
      },
      {
        "title": "Електронна пошта",
        "placeholder": "Email",
        "name": "email",
        "type": "email",
        "dataField": "email",
        "autocomplete": "email",
        "required": true
      },
      {
        "title": "Телефон",
        "placeholder": null,
        "name": "phone",
        "type": "tel",
        "dataField": "phone",
        "autocomplete": "tel",
        "required": true
      },
      {
        "title": "Приймаю",
        "name": "checkbox",
        "type": "checkbox",
        "dataField": "checkbox",
        "linkSeparator": "та",
        "links": [
          {
            "text": "Політику конфіденційності",
            "href": "https://goit.global/ua/privacy-policy/"
          },
          {
            "text": "Умови користування послугами",
            "href": "https://goit.global/ua/terms-of-use/"
          }
        ]
      }
    ],
    "btnSubmit": "Зареєструватись"
  }
}
